Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: If you never want the others, remove them in iOS Settings under General, Keyboard.
de: Wenn du die anderen gar nicht brauchst, entferne sie in den iOS-Einstellungen unter „Allgemein“, „Tastatur“.
es: Si no quieres los demás, quítalos en Ajustes de iOS, en General, Teclado.
et: Kui sa teisi ei taha, eemalda need iOS-i seadetes jaotises Üldine, Klaviatuur.
fr: Si tu ne veux pas des autres, supprime-les dans Réglages iOS, sous Général, Clavier.
hu: Ha a többire nincs szükséged, töröld őket az iOS Beállításokban az Általános, Billentyűzet alatt.
it: Se gli altri non ti servono, rimuovili in Impostazioni di iOS, sotto Generali, Tastiera.
ja: ほかのキーボードが不要なら、iOSの設定＞一般＞キーボードから削除できます。
ko: 다른 키보드가 필요 없다면 iOS 설정의 일반, 키보드에서 지우면 됩니다.
ms: Jika anda tidak mahu yang lain, buang dalam Tetapan iOS di bawah Umum, Papan Kekunci.
pt: Se não queres os outros, remove-os nas Definições do iOS, em Geral, Teclado.
ru: Если остальные вам не нужны совсем, удалите их в Настройках iOS, в разделе «Основные» → «Клавиатура».
zh_hans: 如果根本不需要其他键盘，可以在 iOS 设置的“通用”→“键盘”里删掉。

source: If you paid for Clink before it went free, everything is yours for life. Tap Restore Purchases below and you're back in.
de: Wenn du Clink bezahlt hast, bevor es kostenlos wurde, gehört dir alles für immer. Tippe unten auf Käufe wiederherstellen und du bist wieder drin.
es: Si pagaste por Clink antes de que fuera gratis, todo es tuyo de por vida. Toca Restaurar compras abajo y listo.
et: Kui maksid Clinki eest enne, kui see läks tasuta, on kõik sinu eluaegselt. Puuduta allpool Taasta ostud ja oled tagasi.
fr: Si tu as payé Clink avant qu'il devienne gratuit, tout est à toi à vie. Touche Restaurer les achats ci-dessous et c'est bon.
hu: Ha még azelőtt fizettél a Clinkért, hogy ingyenes lett, minden a tiéd örökre. Koppints lent a Vásárlások visszaállítása gombra, és kész is.
it: Se hai pagato Clink prima che diventasse gratuito, è tutto tuo a vita. Tocca Ripristina acquisti qui sotto e sei di nuovo dentro.
ja: Clinkが無料になる前に購入していた方は、すべてずっと使えます。下の「購入を復元」をタップしてください。
ko: Clink가 무료로 전환되기 전에 결제하셨다면 모든 기능을 평생 쓰실 수 있어요. 아래 구매 복원을 탭하면 바로 돌아옵니다.
ms: Jika anda membayar untuk Clink sebelum ia menjadi percuma, semuanya milik anda seumur hidup. Ketik Pulihkan Pembelian di bawah dan anda kembali.
pt: Se pagaste pelo Clink antes de passar a ser grátis, é tudo teu para sempre. Toca em Restaurar compras abaixo e está feito.
ru: Если вы платили за Clink до того, как он стал бесплатным, всё останется вашим навсегда. Нажмите «Восстановить покупки» ниже — и доступ вернётся.
zh_hans: 如果你在 Clink 免费之前付过费，一切终身可用。点按下方的恢复购买即可。

source: Ignore images
de: Bilder ignorieren
es: Ignorar imágenes
et: Eira pilte
fr: Ignorer les images
hu: Képek kihagyása
it: Ignora le immagini
ja: 画像は保存しない
ko: 이미지는 저장 안 함
ms: Abaikan imej
pt: Ignorar imagens
ru: Пропускать изображения
zh_hans: 忽略图片

source: Ignore pins on delete
de: Angeheftete Einträge beim Löschen überspringen
es: Ignorar fijados al borrar
et: Jäta kinnitatud kirjed kustutamisel vahele
fr: Ignorer les éléments épinglés lors de la suppression
hu: Rögzített elemek kihagyása törléskor
it: Ignora gli elementi fissati durante l’eliminazione
ja: 削除時にピン留めをスキップ
ko: 삭제 시 고정 항목 건너뛰기
ms: Langkau pin semasa memadam
pt: Ignorar itens fixados ao eliminar
ru: Пропускать закреплённое при удалении
zh_hans: 删除时跳过置顶项

source: Image
de: Bild
es: Imagen
et: Pilt
hu: Kép
it: Immagine
ja: 画像
ko: 이미지
ms: Imej
pt: Imagem
ru: Изображение
zh_hans: 图片

source: Image framing
de: Bildausschnitt
es: Encuadre de la imagen
et: Pildi paigutus
fr: Cadrage de l’image
hu: Kép elhelyezése
it: Inquadratura dell’immagine
ja: 画像の配置
ko: 이미지 배치
ms: Kedudukan imej
pt: Enquadramento da imagem
ru: Кадрирование изображения
zh_hans: 图像构图

source: Images
de: Bilder
es: Imágenes
et: Pildid
hu: Képek
it: Immagini
ja: 画像
ko: 이미지
ms: Imej
pt: Imagens
ru: Изображения
zh_hans: 图片

source: Import
de: Importieren
es: Importar
et: Impordi
fr: Importer
hu: Importálás
it: Importa
ja: 読み込む
ko: 가져오기
pt: Importar
ru: Импорт
zh_hans: 导入

source: Import Photo
de: Foto importieren
es: Importar foto
et: Impordi foto
fr: Importer une photo
hu: Fénykép importálása
it: Importa foto
ja: 写真を読み込む
ko: 사진 가져오기
ms: Import Foto
pt: Importar foto
ru: Импортировать фото
zh_hans: 导入照片

source: Import QR
de: QR importieren
es: Importar QR
et: Impordi QR
fr: Importer le QR
hi: QR आयात करें
hu: QR importálása
it: Importa QR
ja: QRを読み込む
ko: QR 가져오기
ne: QR आयात गर्नुहोस्
pt: Importar QR
ru: Импортировать QR
tr: QR içe aktar
zh_hans: 导入二维码

source: Import Theme
de: Thema importieren
es: Importar tema
et: Impordi teema
fr: Importer le thème
hu: Téma importálása
it: Importa tema
ja: テーマを読み込む
ko: 테마 가져오기
ms: Import Tema
pt: Importar tema
ru: Импортировать тему
zh_hans: 导入主题

source: Import a word list
de: Wortliste importieren
es: Importar una lista de palabras
et: Impordi sõnaloend
fr: Importer une liste de mots
hu: Szólista importálása
it: Importa un elenco di parole
ja: 単語リストを読み込む
ko: 단어 목록 가져오기
ms: Import senarai perkataan
pt: Importar uma lista de palavras
ru: Импортировать список слов
zh_hans: 导入词表

source: Import action
de: Aktion importieren
es: Importar acción
et: Impordi toiming
fr: Importer une action
hu: Művelet importálása
it: Importa azione
ja: アクションを読み込む
ko: 동작 가져오기
ms: Import tindakan
pt: Importar ação
ru: Импортировать действие
zh_hans: 导入操作

source: Import action…
de: Aktion importieren…
es: Importar acción…
et: Impordi tegevus…
fr: Importer une action…
hu: Importálási művelet…
it: Importa azione…
ja: アクションを読み込む…
ko: 동작 가져오기…
ms: Import tindakan…
pt: Importar ação…
ru: Импортировать действие…
zh_hans: 导入操作…

source: Import file
de: Datei importieren
es: Importar archivo
et: Impordi fail
fr: Importer un fichier
hu: Fájl importálása
it: Importa file
ja: ファイルを読み込む
ko: 파일 가져오기
ms: Import fail
pt: Importar ficheiro
ru: Импортировать файл
zh_hans: 导入文件

source: Import font
de: Schrift importieren
es: Importar fuente
et: Impordi font
fr: Importer une police
hu: Betűtípus importálása
it: Importa carattere
ja: フォントを読み込む
ko: 글꼴 가져오기
ms: Import fon
pt: Importar tipo de letra
ru: Импортировать шрифт
zh_hans: 导入字体

source: Import layout
de: Layout importieren
es: Importar diseño
et: Impordi paigutus
fr: Importer la disposition
hu: Elrendezés importálása
it: Importa layout
ja: レイアウトをインポート
ko: 레이아웃 가져오기
ms: Import susun atur
pt: Importar esquema
ru: Импортировать раскладку
zh_hans: 导入布局

source: Import panel
de: Panel importieren
es: Importar panel
et: Impordi paneel
fr: Importer un panneau
hu: Panel importálása
it: Importa pannello
ja: パネルを読み込む
ko: 패널 가져오기
pt: Importar painel
ru: Импортировать панель
zh_hans: 导入面板

source: Import panel…
de: Panel importieren…
es: Importar panel…
et: Impordi paneel…
fr: Importer un panneau…
hu: Panel importálása…
it: Importa pannello…
ja: パネルを読み込む…
ko: 패널 가져오기…
pt: Importar painel…
ru: Импортировать панель…
zh_hans: 导入面板…

source: Import photo
de: Foto importieren
es: Importar foto
et: Impordi foto
fr: Importer une photo
hu: Fotó importálása
it: Importa foto
ja: 写真を読み込む
ko: 사진 가져오기
ms: Import foto
pt: Importar foto
ru: Импортировать фото
zh_hans: 导入照片

source: Import plugin
de: Plugin importieren
es: Importar plugin
et: Impordi pistikprogramm
fr: Importer un plugin
hu: Bővítmény importálása
it: Importa plugin
ja: プラグインを読み込む
ko: 플러그인 가져오기
pt: Importar plugin
ru: Импортировать плагин
zh_hans: 导入插件

source: Import settings
de: Einstellungen importieren
es: Importar ajustes
et: Impordi seaded
fr: Importer les réglages
hu: Beállítások importálása
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
ms: Import tetapan
pt: Importar definições
ru: Импортировать настройки
zh_hans: 导入设置

source: Import sound pack
de: Klangpaket importieren
es: Importar paquete de sonidos
et: Impordi helipakett
fr: Importer un pack de sons
hu: Hangcsomag importálása
it: Importa pacchetto di suoni
ja: サウンドパックを読み込む
ko: 사운드 팩 가져오기
ms: Import pek bunyi
pt: Importar pacote de sons
ru: Импортировать набор звуков
zh_hans: 导入声音包

source: Import theme
de: Thema importieren
es: Importar tema
et: Impordi teema
fr: Importer le thème
hu: Téma importálása
it: Importa tema
ja: テーマを読み込む
ko: 테마 가져오기
ms: Import tema
pt: Importar tema
ru: Импортировать тему
zh_hans: 导入主题

source: Import theme QR code from photo
de: Theme-QR-Code aus Foto importieren
es: Importar código QR del tema desde una foto
et: Impordi teema QR-kood fotolt
fr: Importer le code QR du thème depuis une photo
hi: फ़ोटो से थीम QR कोड आयात करें
hu: Téma QR-kódjának importálása fényképről
it: Importa il codice QR del tema da una foto
ja: 写真からテーマのQRコードを読み込む
ko: 사진에서 테마 QR 코드 가져오기
ms: Import kod QR tema daripada foto
ne: फोटोबाट थिम QR कोड आयात गर्नुहोस्
pt: Importar código QR do tema de uma foto
ru: Импортировать QR-код темы с фото
tr: Fotoğraftan tema QR kodunu içe aktar
zh_hans: 从照片导入主题二维码

source: Import words from another keyboard
de: Wörter von einer anderen Tastatur importieren
es: Importar palabras de otro teclado
et: Impordi sõnad teiselt klaviatuurilt
fr: Importer les mots d’un autre clavier
hu: Szavak importálása másik billentyűzetről
it: Importa le parole da un’altra tastiera
ja: 他のキーボードから単語を読み込む
ko: 다른 키보드에서 단어 가져오기
ms: Import perkataan daripada papan kekunci lain
pt: Importar palavras de outro teclado
ru: Импортировать слова с другой клавиатуры
zh_hans: 从其他键盘导入词汇

source: Import your own word list under Localization. It’s compiled on the phone and stays there.
de: Importiere unter „Lokalisierung“ deine eigene Wortliste. Sie wird auf dem Gerät aufbereitet und bleibt dort.
es: Importa tu propia lista de palabras en Localización. Se compila en el teléfono y ahí se queda.
et: Impordi oma sõnaloend jaotises Keeled. See kompileeritakse telefonis ja jääb sinna.
fr: Importe ta propre liste de mots dans Localisation. Elle est compilée sur le téléphone et y reste.
hu: Importáld a saját szólistádat a Lokalizáció alatt. A telefonon készül el, és ott is marad.
it: Importa il tuo elenco di parole in Localizzazione. Viene compilato sul telefono e resta lì.
ja: 「ローカリゼーション」から自分の単語リストを読み込めます。端末上で変換され、そのまま端末に残ります。
ko: 현지화 화면에서 직접 만든 단어 목록을 가져올 수 있습니다. 기기에서 변환되고 기기에만 남습니다.
ms: Import senarai perkataan anda sendiri di Penyetempatan. Ia disusun pada telefon dan kekal di situ.
pt: Importa a tua própria lista de palavras em Localização. É compilada no telemóvel e fica lá.
ru: Импортируйте свой список слов в разделе «Локализации». Он собирается на телефоне и там же остаётся.
zh_hans: 在“本地化”中导入你自己的词表。它会在手机上完成编译并只保留在手机里。

source: Imported %lld plugins.
de: %lld Plugins importiert.
es: %lld plugins importados.
et: Imporditud %lld pistikprogrammi.
fr: %lld plugins importés.
hu: %lld bővítmény importálva.
it: %lld plugin importati.
ja: %lld 個のプラグインを読み込みました。
ko: 플러그인 %lld개를 가져왔습니다.
ms: %lld plugin diimport.
pt: %lld plugins importados.
ru: Импортировано плагинов: %lld.
zh_hans: 已导入 %lld 个插件。

source: Imported 1 plugin.
de: 1 Plugin importiert.
es: 1 plugin importado.
et: Imporditud 1 pistikprogramm.
fr: 1 plugin importé.
hu: 1 bővítmény importálva.
it: 1 plugin importato.
ja: 1 個のプラグインを読み込みました。
ko: 플러그인 1개를 가져왔습니다.
ms: 1 plugin diimport.
pt: 1 plugin importado.
ru: Импортирован 1 плагин.
zh_hans: 已导入 1 个插件。

source: Imported automations stay off. Importing never grants plugin permissions.
de: Importierte Automationen bleiben deaktiviert. Ein Import erteilt Plugins keine Berechtigungen.
es: Las automatizaciones importadas quedan desactivadas. La importación nunca concede permisos a los plugins.
et: Imporditud automaatikad jäävad välja lülitatuks. Import ei anna pistikprogrammidele õigusi.
fr: Les automatisations importées restent désactivées. L’importation n’accorde jamais d’autorisations aux plugins.
hu: Az importált automatizálások kikapcsolva maradnak. Az importálás nem ad engedélyt a bővítményeknek.
it: Le automazioni importate restano disattivate. L’importazione non concede mai autorizzazioni ai plugin.
ja: 読み込んだオートメーションは無効のままです。読み込みによってプラグインに権限が付与されることはありません。
ko: 가져온 자동화는 꺼진 상태로 유지됩니다. 가져오기로 플러그인 권한이 부여되지는 않습니다.
ms: Automasi yang diimport kekal dimatikan. Import tidak memberikan kebenaran pemalam.
pt: As automações importadas ficam desativadas. Importar nunca concede permissões aos plugins.
ru: Импортированные автоматизации остаются выключенными. Импорт не выдаёт разрешений плагинам.
zh_hans: 导入的自动化保持关闭。导入不会授予插件权限。

source: Imported dictionaries
de: Importierte Wörterbücher
es: Diccionarios importados
et: Imporditud sõnaraamatud
fr: Dictionnaires importés
hi: इंपोर्ट की गई डिक्शनरियाँ
hu: Importált szótárak
it: Dizionari importati
ja: 読み込んだ辞書
ko: 가져온 사전
ms: Kamus yang diimport
ne: आयात गरिएका शब्दकोशहरू
pt: Dicionários importados
ru: Импортированные словари
tr: İçe aktarılan sözlükler
zh_hans: 导入的词典

source: Imported dictionaries, on the same page, also top up a language that is on the list, a technical vocabulary, or a dialect.
de: „Importierte Wörterbücher“ auf derselben Seite füllt auch eine vorhandene Sprache auf — Fachvokabular oder Dialekt.
es: Diccionarios importados, en la misma página, también amplía un idioma que sí está en la lista: vocabulario técnico, o un dialecto.
et: Imporditud sõnaraamatud, samal lehel, täidavad ka loendis olevat keelt, tehnilist sõnavara või murret.
fr: Dictionnaires importés, sur la même page, complète aussi une langue déjà présente : vocabulaire technique, ou dialecte.
hu: Ugyanezen az oldalon az Importált szótárak egy listán szereplő nyelvet is kiegészít — szakszókinccsel vagy nyelvjárással.
it: Dizionari importati, nella stessa pagina, arricchisce anche una lingua già presente: lessico tecnico o un dialetto.
ja: 同じページの「読み込んだ辞書」は、リストにある言語を補強するのにも使えます。専門用語や方言などです。
ko: 같은 페이지의 가져온 사전은 목록에 있는 언어를 보강하는 데도 쓸 수 있습니다. 전문 용어나 방언 같은 것들요.
ms: Kamus yang diimport, pada halaman yang sama, juga menambah bahasa yang memang ada dalam senarai — istilah teknikal, atau dialek.
pt: Dicionários importados, na mesma página, também reforça um idioma que já está na lista — vocabulário técnico, ou um dialecto.
ru: Импортированные словари на той же странице умеют и дополнять язык из списка — технической лексикой или диалектом.
zh_hans: 同一页的“导入的词典”也能给列表里已有的语言加料：专业术语，或者方言。

source: In AI Tools
de: In den KI-Werkzeugen
es: En las herramientas de IA
et: TI-tööriistades
fr: Dans les outils IA
hu: Az MI-eszközöknél
it: Negli strumenti AI
ja: AIツール画面
ko: AI 도구 화면
ms: Dalam alat AI
pt: Nas ferramentas de IA
ru: В «Инструментах ИИ»
zh_hans: AI 工具面板

source: In Actions
de: In eigenen Aktionen
es: En acciones personalizadas
et: Kohandatud tegevustes
fr: Dans les actions personnalisées
hu: Egyéni műveleteknél
it: Nelle azioni personalizzate
ja: カスタムアクション実行中
ko: 맞춤 동작 실행 중
ms: Dalam tindakan tersuai
pt: Em ações personalizadas
ru: В «Своих действиях»
zh_hans: 自定义操作运行时

source: In Calculator
de: Im Rechner
es: En la calculadora
et: Kalkulaatoris
fr: Dans la calculatrice
hu: A számológépben
it: Nella calcolatrice
ja: 電卓画面
ko: 계산기 화면
ms: Dalam kalkulator
pt: Na calculadora
ru: В «Калькуляторе»
zh_hans: 计算器面板

source: In Cling, go to Settings ▸ Connected apps and turn Clink on.
de: Geh in Cling zu Einstellungen ▸ Verbundene Apps und aktiviere Clink.
es: En Cling, ve a Ajustes ▸ Apps conectadas y activa Clink.
et: Ava Clingis Seaded ▸ Ühendatud rakendused ja lülita Clink sisse.
fr: Dans Cling, allez dans Réglages ▸ Apps connectées et activez Clink.
hu: A Clingben nyisd meg a Beállítások ▸ Csatlakoztatott appok menüt, és kapcsold be a Clinket.
it: In Cling, vai su Impostazioni ▸ App connesse e attiva Clink.
ja: Cling の設定 ▸ 連携アプリ を開き、Clink をオンにしてください。
ko: Cling에서 설정 ▸ 연결된 앱으로 이동해 Clink를 켜세요.
ms: Dalam Cling, pergi ke Tetapan ▸ Apl bersambung dan hidupkan Clink.
pt: No Cling, vá a Definições ▸ Apps ligadas e ative o Clink.
ru: В Cling откройте «Настройки» ▸ «Подключённые приложения» и включите Clink.
zh_hans: 在 Cling 中前往「设置 ▸ 已连接的 App」，打开 Clink。

source: In Clipboard
de: In der Zwischenablage
es: En el portapapeles
et: Lõikelauas
fr: Dans le presse-papiers
hu: A vágólapon
it: Negli Appunti
ja: クリップボード画面
ko: 클립보드 화면
ms: Dalam papan keratan
pt: Na área de transferência
ru: В «Буфере обмена»
zh_hans: 剪贴板面板

source: In Dictation
de: Beim Diktieren
es: En el dictado
et: Dikteerimisel
fr: Pendant la dictée
hu: Diktálás közben
it: Durante la dettatura
ja: 音声入力中
ko: 받아쓰기 중
ms: Semasa imlak
pt: Durante o ditado
ru: В «Диктовке»
zh_hans: 听写过程中

source: In Handwriting
de: Bei Handschrift
es: En escritura a mano
et: Käsikirjas
fr: Dans l'écriture manuscrite
hu: Kézírás közben
it: Nella scrittura a mano
ja: 手書き入力中
ko: 손글씨 입력 중
ms: Semasa tulisan tangan
pt: Na escrita à mão
ru: В «Рукописном вводе»
zh_hans: 手写输入时

source: In Layout, add a key and set its action to Tools menu. Tap it to open the menu, or hold and slide onto a tool to pick one in a single gesture.
de: Füge unter „Layout“ eine Taste hinzu und wähle als Aktion „Werkzeug-Menü“. Tippen öffnet das Menü; halten und auf ein Werkzeug ziehen wählt es in einer Bewegung aus.
es: En Diseño, añade una tecla y elige la acción Menú de herramientas. Tócala para abrir el menú, o mantenla pulsada y desliza hasta una herramienta para elegirla de un solo gesto.
et: Lisa Paigutuses klahv ja määra selle tegevuseks Tööriistade menüü. Puuduta seda menüü avamiseks või hoia ja libise tööriistale, et valida ühe liigutusega.
fr: Dans Disposition, ajoute une touche et choisis l’action Menu Outils. Touche-la pour ouvrir le menu, ou maintiens-la et glisse jusqu’à un outil pour le choisir d’un seul geste.
hu: Az Elrendezés részben adj hozzá egy gombot, és állítsd a műveletét Eszközök menüre. Koppintással megnyílik a menü, tartással és ráhúzással pedig egyetlen mozdulattal kiválaszthatsz egy eszközt.
it: In Layout, aggiungi un tasto e imposta la sua azione su Menu Strumenti. Toccalo per aprire il menu, oppure tienilo premuto e trascina su uno strumento per sceglierlo con un solo gesto.
ja: 「レイアウト」でキーを追加し、アクションを「ツールメニュー」に設定します。タップでメニューが開き、長押ししたままツールまで指を滑らせれば一度の操作で選べます。
ko: 레이아웃에서 키를 추가하고 동작을 도구 메뉴로 설정하세요. 탭하면 메뉴가 열리고, 길게 눌러 도구 위로 손가락을 밀면 한 번의 동작으로 선택할 수 있습니다.
ms: Dalam Susun Atur, tambah kekunci dan tetapkan tindakannya kepada Menu Alatan. Ketik untuk buka menu, atau tahan dan luncurkan ke sesuatu alat untuk memilihnya dalam satu gerakan.
pt: Em Esquema, adicione uma tecla e defina a ação como Menu de ferramentas. Toque para abrir o menu, ou mantenha premido e deslize até uma ferramenta para a escolher num só gesto.
ru: В «Раскладке» добавьте клавишу и задайте ей действие «Меню инструментов». Нажатие открывает меню, а удержание с проведением до нужного инструмента выбирает его одним движением.
zh_hans: 在「布局」中添加一个键，并将其动作设为「工具菜单」。点按即可打开菜单，长按后滑到某个工具上即可一步选中。

source: In Notepad
de: Im Notizblock
es: En el bloc de notas
et: Märkmikus
fr: Dans le bloc-notes
hu: A jegyzettömbben
it: Nel blocco note
ja: メモ帳画面
ko: 메모장 화면
ms: Dalam pad nota
pt: No bloco de notas
ru: В «Блокноте»
zh_hans: 记事本面板

source: In Settings, go back to the main list, then open General → Keyboard → Text Replacement.
de: Gehe in den Einstellungen zurück zur Hauptübersicht und öffne Allgemein → Tastatur → Textersetzung.
es: En Ajustes, vuelve a la lista principal y abre General → Teclado → Sustitución de texto.
et: Mine seadetes tagasi põhiloendisse ning ava Üldine → Klaviatuur → Tekstiasendus.
fr: Dans Réglages, reviens à la liste principale, puis ouvre Général → Clavier → Remplacement de texte.
hu: A Beállításokban lépj vissza a főlistához, majd nyisd meg az Általános → Billentyűzet → Szövegcsere menüpontot.
it: In Impostazioni, torna all’elenco principale, poi apri Generali → Tastiera → Sostituzione testo.
ja: 「設定」の最初の画面に戻り、「一般」→「キーボード」→「ユーザ辞書」を開いてください。
ko: 설정의 처음 화면으로 돌아간 다음 일반 → 키보드 → 텍스트 대치를 여세요.
ms: Dalam Seting, kembali ke senarai utama, kemudian buka Umum → Papan Kekunci → Penggantian Teks.
pt: Nas Definições, volta à lista principal e abre Geral → Teclado → Substituição de texto.
ru: В «Настройках» вернитесь к основному списку и откройте «Основные» → «Клавиатура» → «Замена текста».
zh_hans: 在“设置”中返回主列表，然后打开“通用”→“键盘”→“文本替换”。

source: In Translate
de: In Übersetzen
es: En Traducir
et: Tõlkimisel
fr: Dans Traduire
hu: A Fordítás panelen
it: In Traduci
ja: 翻訳画面
ko: 번역 화면
ms: Dalam Terjemah
pt: Em Traduzir
ru: В «Переводе»
zh_hans: 翻译面板

source: In a custom panel
de: In einem eigenen Bereich
es: En un panel personalizado
et: Kohandatud paneelis
fr: Dans un panneau personnalisé
hu: Egyéni panelen
it: In un pannello personalizzato
ja: カスタムパネル画面
ko: 맞춤 패널 화면
ms: Dalam panel tersuai
pt: Num painel personalizado
ru: В своей панели
zh_hans: 自定义面板

source: In a hurry, hold a row on the Tools tab to flip it on or off without opening it.
de: Wenn es schnell gehen muss: halte eine Zeile im Tab „Werkzeuge“ gedrückt, um sie umzuschalten, ohne sie zu öffnen.
es: Con prisa: mantén pulsada una fila en la pestaña Herramientas para activarla o desactivarla sin abrirla.
et: Kui kiire on, hoia Tööriistade kaardil rida all, et see avamata sisse või välja lülitada.
fr: Pressé ? Maintiens une ligne dans l'onglet Outils pour l'activer ou la désactiver sans l'ouvrir.
hu: Ha sietsz: tarts nyomva egy sort az Eszközök lapon, és be- vagy kikapcsolod anélkül, hogy megnyitnád.
it: Di fretta: tieni premuta una riga nella scheda Strumenti per accenderla o spegnerla senza aprirla.
ja: 急ぐときは、「ツール」タブの行を長押しすれば、開かずにオン・オフを切り替えられます。
ko: 급할 때는 도구 탭에서 목록을 길게 눌러, 열지 않고 켜고 끌 수 있습니다.
ms: Jika tergesa-gesa, tahan satu baris dalam tab Alat untuk menghidupkan atau mematikannya tanpa membukanya.
pt: Com pressa: mantém uma linha premida no separador Ferramentas para a ligar ou desligar sem a abrir.
ru: Если некогда — удержите строку на вкладке «Инструменты», чтобы включить или выключить её, не заходя внутрь.
zh_hans: 赶时间的话，在“工具”标签页长按某一行，不打开也能开关它。

source: In any app, hold the globe key and pick Clink.
de: Halte in einer beliebigen App die Globustaste gedrückt und wähle Clink.
es: En cualquier app, mantén pulsada la tecla del globo y elige Clink.
et: Igas rakenduses hoia gloobusklahvi ja vali Clink.
fr: Dans n'importe quelle app, maintiens la touche globe et choisis Clink.
hu: Bármelyik appban tartsd lenyomva a földgömböt, majd válaszd a Clinket.
it: In qualsiasi app, tieni premuto il tasto del globo e scegli Clink.
ja: どのアプリでも地球儀キーを長押ししてClinkを選びます。
ko: 어느 앱에서든 지구본 키를 길게 누르고 Clink를 선택하세요.
ms: Dalam mana-mana app, tekan lama kekunci glob dan pilih Clink.
pt: Em qualquer app, mantém premida a tecla do globo e escolhe Clink.
ru: В любом приложении удерживайте клавишу с глобусом и выберите Clink.
zh_hans: 在任意 App 中，长按地球键并选择 Clink。
